alsa-tools
alsa-utils
base
base-devel
bluedevil
bluez
bluez-utils
breeze-gtk
breeze-plymouth
dhcpcd
discover
dolphin
drkonqi
efibootmgr
fastfetch
firefox
flatpak-kcm
fuse3
gdb
gimp
git
grub
gwenview
jdk17-openjdk
kate
kde-gtk-config
kdeplasma-addons
kgamma
kinfocenter
kio-admin
konsole
krdp
kscreen
ksshaskpass
kwallet-pam
kwalletmanager
kwrited
less
linux
linux-firmware
neovim
networkmanager
npm
ntfs-3g
obsidian
openssh
os-prober
oxygen
oxygen-sounds
papirus-folders-catppuccin-git
pavucontrol
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace-wallpapers
plymouth-kcm
print-manager
pulseaudio
pulseaudio-alsa
python-pip
sddm
sddm-kcm
spicetify-cli
spotify-launcher
sqlitebrowser
starship
sudo
time
unzip
valgrind
wacomtablet
wget
wireshark-qt
wpa_supplicant
yay
yay-debug
zanshin
